Repository: AgbegbeTech/pi
Catalog: usr/module/user/locale/*/default.po
Languages: fa

source: Callback urls is : %s
fa: آدرس کال بک :‌%s

source: User logged in
fa: کاربر وارد شد

source: User logged out
fa: کاربر خارج شد

source: User registered
fa: کاربر ثبت شد

source: User activated
fa: کاربر فعال شد

source: User enabled
fa: کاربر فعال شد

source: User disabled
fa: کاربر غیر فعال شد

source: User deleted
fa: کاربر حذف شد

source: User profile updated
fa: پروفایل کاربر به روز شد

source: Display name changed
fa: نام نمایشی تغییر کرد

source: Email changed
fa: ایمیل تغییر کرد

source: Avatar changed
fa: آواتار تغییر کرد

source: Password changed
fa: عوض کردن رمز عبور

source: Role assigned
fa: نقش اضافه شد

source: Role removed
fa: نقش حذف شد

source: Terms & Conditions
fa: شرایط و مقررات

source: Accept the %s
fa: تایید %s

source: Confirm credential
fa: تایید رمز عبور

source: Login
fa: ورود

source: Register
fa: ثبت نام

source: Feed
fa: خوراک

source: Dashboard
fa: پیشخوان

source: Account settings
fa: تنظیمات حساب کاربری

source: Change avatar
fa: تغییر آواتار

source: Privacy
fa: حریم خصوصی

source: Change password
fa: تغییر رمز عبور

source: Find password
fa: بازیابی رمز عبور

source: Profile
fa: پروفایل

source: Edit profile
fa: نمایش اطلاعات حساب کاربری

source: Dear %s, Your verify mobile code is : %s - %s
fa: %s محترم، کد فعال سازی حساب کاربری شما %s است - %s

source: Dear %s, Your new password is : %s - %s
fa: %s محترم، رمز عبور جدید شما %s است - %s

source: Everyone
fa: همه

source: Logged-in user
fa: کاربران وارد شده به سایت

source: Follower
fa: دنبال کننده

source: Followed
fa: دنبال میکند

source: Owner
fa: سازنده

source: Public
fa: عمومی

source: Member
fa: عضو

source: Following
fa: دنبال شونده

source: Please install user module !
fa: لطفا ماژول کاربر را نصب نمایید !

source: Problem in upload file. please try again
fa: خطا در بارگزاری فایل ، لطفا مجددا تلاش کنید

source: Filename already exists. please try again
fa: فایل با این نام موجو است ، لطفا مجددا تلاش کنید

source: Condition data saved successfully.
fa: اطلاعات شرایط و مقررات با موفقیت ذخیره شد.

source: Add condition
fa: شرایط و مقررات جدید

source: Condition file has been deleted successfully
fa: فایل شرایط و مققرات با موفقیت حذف شد

source: Error occured during condition file removing
fa: خطا در هنگام حذف فایل شرایط و مقررات

source: Timeline post failed.
fa: خطا در ارسال پست در نوار زمان.

source: Timeline added successfully.
fa: نوار زمان با موفقیت اضافه شد.

source: A confirmation email has been sent to you. Please check your email and confirm.
fa: ایمیل فعال سازی برای شما ارسال شد. لطفا ایمیل خود را بررسی نمایید و تایید کنید.

source: It was failed to send you confirmation email. Please try later.
fa: خطا در ارسال ایمیل تایید ، لطفا بعدا تلاش کنید.

source: Email has been changed successfully.
fa: ایمیل با موفقیت تغییر یافت.

source: It was failed to save new email. Please try later.
fa: خطا در ثبت ایمیل جدید، لطفا بعدا تلاش کنید.

source: Name has been changed successfully.
fa: نام با موفقیت تغییر یافت.

source: It was failed to save new name. Please try later.
fa: خطا در ثبت نام جدید، لطفا بعدا تلاش کنید.

source: Newsletter setting has been changed successfully.
fa: تنظیمات خبرنامه با موفقیت به روز شد.

source: Basic settings
fa: تنظیمات پایه

source: Invalid data provided for email change.
fa: اطلاعات اشتباه برای تغییر ایمیل.

source: Email changed successfully.
fa: ایمیل با موفقیت تغییر یافت.

source: Incorrect password.
fa: رمز عبور اشتباه.

source: Password verified.
fa: رمز عبور تایید شد.

source: Valid input.
fa: ورودی صحیح.

source: Invalid input.
fa: ورودی اشتباه.

source: View information is disable
fa: تایید اطلاعات غیر فعال است

source: User was not found.
fa: کاربر یافت نشد.

source: An error occurred.
fa: یک خطا روی داد.

source: Allowed extensions:
fa: پسوند های مجاز :

source: Max file size:
fa: بیشتر حجم فایل :

source: Max image size:
fa: بیشترین حجم تصویر :

source: Avatar Settings
fa: تنظیمات آواتار

source: Customize your avatar anyway you like
fa: تنظیم آواتر به هر شکل که می خواهید

source: Invalid token!
fa: توکین غیر صحیح !

source: Invalid email for gravatar.
fa: ایمیل اشتباه برای سرویس gravatar.

source: Successful.
fa: موفق.

source: No image selected!
fa: هیچ تصویری انتخاب نشده است !

source: Invalid source %s.
fa: منبع اشتباه %s.

source: Not image selected.
fa: هیچ تصویری انتخاب نشده است.

source: Image is missing.
fa: تصویر یافت نشد.

source: Image does not exist.
fa: تصویر موجود نیست.

source: Image width or height is missing.
fa: طول یا عرض تصویر مشخص نشده است.

source: Email address is missing.
fa: آدرس ایمیل مشخص نشده است.

source: Image name is missing.
fa: نام تصویر مشخص نیست.

source: Avatar set successfully.
fa: آواتار با موفقیت تنظیم شد.

source: Image is not removed.
fa: تصویر حذف نشد.

source: Image removed successfully.
fa: تصویر با موفلقیت حذف شد.

source: No active condition file
fa: هیچ فایل شرایط و مقرراتی فعال نیست

source: My Personal Dashboard
fa: پیشخوان

source: My Pro Dashboard
fa: پیشخوان

source: %s activities
fa: فعالیت های %s

source: View %s activities
fa: مشاهده فعالیت های %s

source: You logged in before.
fa: شما قبلا به سایت وارد شده اید.

source: Google login not active
fa: ورود به گوگل فعال نیست

source: Twitter login not active
fa: ورود با توییتر فعال نیست

source: Facebook login not active
fa: ورود با فیسبوک فعال نیست

source: Github login not active
fa: ورود با گیت هاب فعال نیست

source: Provider not set
fa: پروایدر تنظیم نشده است

source: Error on login
fa: خطا در ورود

source: You have logged in successfully.
fa: شما با موفقیت وارد شدید.

source: Information not true
fa: اطلاعات صحیح نیست

source: Reset password failed.
fa: خطا در بازیابی رمز عبور.

source: Whoops, these don't match
fa: وارژه رمز وارد شده یکسان نیست

source: Reset password successfully.
fa: رمز عبور با موفقیت بازیابی شد.

source: Show my password
fa: نمایش رمز عبور

source: Your password is too short
fa: رمز عبور شما بسیار کوتاه است

source: Do not use your email as your password
fa: از آدرس ایمیل به عنوان رمز عبور استفاده نکنید

source: Your password cannot contain your username
fa: رمز عبور شما نمی تواند نام کاربری باشد

source: Use different character classes
fa: از شکل کارکتر های دیگر استفاده کنید

source: Too many repetitions
fa: تکرار بسیار زیاد

source: Your password contains sequences
fa: رمز عبور شما دارای توالی است

source: Errors:
fa: خطا:

source: Very week
fa: خیلی ضعیف

source: Week
fa: ضعیف

source: Normal
fa: معمولی

source: Medium
fa: متوسط

source: Strong
fa: قوی

source: Very Strong
fa: خیلی قوی

source: Password must contain at least one uppercase letter, one lowercase letter and one digit character
fa: رمز عبور باید شامل حداقل یک حرف کوچک، یک حرف بزرگ و یک عدد باشد

source: Must be more than %s characters
fa: باید بیشتر از %s کارکتر باشد

source: Invalid password
fa: رمز عبور اشتباه

source: To ensure your account security, complex password is required.
fa: برای تایید امنیت حساب کاربری شما هر دورمز عبور لازم است.

source: Find password failed.
fa: خطا در بازیابی رمز عبور.

source: Your password reset successfully and send as SMS to you, please login to website by your mobile number and new password
fa: رمز عبور شما با موفقیت بازنشانی شد و به از طریق پیام کوتاه برای شما گردید، لطفاً با شماره تلفن همراه و رمزعبور جدید وارد وب سایت شوید

source: We sent an email to reset your password. Please check your email and follow the instructions to reset it.
fa: ما برای بازیابی رمز عبور شما ایمیلی ارسال کردیم. لطفاً ایمیل خود را بررسی کرده و دستورالعمل های مربوط به تنظیم مجدد آن را دنبال کنید.

source: Invalid token for password reset.
fa: توکن غیر معتبر برای بازیابی رمز عبور.

source: Must be less than %s characters
fa: باید کمتر از %s کارکتر باشد

source: Password reset successfully.
fa: رمز عبور با موفقیت ریست شد.

source: Privacy settings saved successfully.
fa: تنظیمات حریم خصوصی با موفقیت ذخیره شد.

source: Privacy Settings
fa: تنظیمات حریم شخصی

source: Set profile field privacy.
fa: تنظیم حریم خصوصی حساب کاربری.

source: %s profile
fa: حساب کاربری %s

source: To know more about %s profile : his bio, websites and social networks, and his activity on the website
fa: اطلاعات بیشتر در مورد حساب کاربری %s : بیوگرافی ، وب سایت و شبکه های اجتماعی و فعالیت های در وب سایت

source: Profile group ID is invalid.
fa: شناسه گروه حساب کاربری صحیح نیست.

source: Profile updated successfully.
fa: اطلاعات حساب کاربری با موفقیت به روز شد.

source: Profile update failed.
fa: خطا در به روز رسانی اطلاعات حساب کاربری.

source: Edit profile data.
fa: ویرایش اطلاعات حساب کاربری.

source: Profile compound requires at least one set of data.
fa: حساب کاربری حداقل به یک بخش از داده ها نیاز دارد.

source: Profile compound data was not deleted.
fa: اطلاعات اضافی حساب کاربری حذف نشد.

source: User ID or Profile group ID is invalid.
fa: شناسه کاربر یا شناسه گروه حساب کاربری صحیح نیست.

source: Account registration
fa: ثبت نام

source: Activation token is invalid.
fa: توکن فعال سازی صحیح نیست.

source: Account Activated successfully.
fa: حساب کاربری با موفقیت فعال شد.

source: Activation email sent failed.
fa: خطا در ارسال ایمیل فعال سازی.

source: Resend activation mail successfully.
fa: ارسال مجدد ایمیل فعال سازی با موفقیت انجام شد.

source: Email was not found.
fa: ایمیل یافت نشد.

source: Account already activated.
fa: حساب کاربری قبلا فعال شده است.

source: Activation mail sent successfully.
fa: ایمیل فعال سازی با موفقیت ارسال شد.

source: Activation mail was not sent.
fa: ایمیل فعال سازی ارسال نشد.

source: User information was not completed and user account was not saved.
fa: اطلاعات کاربری تکمیل نشده است و حساب کاربری در سیستم ثبت نشده است.

source: User account was not saved.
fa: حساب کاربری ذخیره نشد.

source: User account is registered successfully but activation was failed, please contact admin.
fa: حساب کاربری با موفقیت ثبت شده است اما فعال سازی آن با موفقیت همراه نبوده است، لطفا با مدیر تماس بگیرید.

source: Account activation email was not able to send, please contact admin.
fa: ناتوان در ارسال ایمیل فعال سازی، با مدیرتماس بگیرید.

source: Username
fa: نام کاربری

source: Email
fa: ایمیل

source: Display name
fa: نام نمایشی

source: (updated on %s)
fa: (به روز کردن %s)

source: Newsletter subscription
fa: اشتراک خبرنامه

source: Submit
fa: ارسال

source: Version
fa: نسخه

source: File
fa: فایل

source: Active at
fa: فعال

source: New password
fa: رمز عبور جدید

source: Confirm password
fa: تایید رمز عبور

source: Male
fa: مرد

source: Female
fa: زن

source: New email
fa: ایمیل جدید

source: Current password
fa: رمز عبور فعلی

source: Mobile number
fa: شماره موبایل

source: Send reset link
fa: ارسال لینک تغییر رمز عبور

source: Front role
fa: نقش های کاربری

source: Admin role
fa: نقش های مدیریت

source: Activate
fa: فعالیت

source: Enable
fa: فعال

source: Invalid email
fa: آدرس ایمیل اشتباه است

source: Oops. This email address is already taken. Do you want to <a href="#" onclick="%s">login</a> or <a href="%s">recover your password</a> ?
fa: این آدرس ایمیل قبلا گرفته شده است، آیا میخواهید <a href="#" onclick="%s">وارد شوید</a> و یا <a href="%s">رمز عبور را بازیابی کنید</a> ؟

source: Invalid username
fa: نام کاربری اشتباه است

source: Oops. This username is already taken, malformed or forbidden
fa: این نام کاربری قبلا گرفته شده است یا فرمت آن صحیح نیست

source: Registration
fa: ثبت نام

source: Email address
fa: آدرس ایمیل

source: Please type the word.
fa: لطفا این عبارت را وارد کنید.

source: Name
fa: نام

source: Title
fa: عنوان

source: Active state
fa: آمار فعالیت

source: Any
fa: هر

source: Active
fa: فعال

source: Inactive
fa: غیر فعال

source: Enable state
fa: آمار فعالیت

source: Disable
fa: غیر فعال

source: Activated state
fa: آمار فعالیت

source: Pending
fa: در انتظار تایید

source: Activated
fa: فعال شده

source: Register date from
fa: تاریخ ثبت نام از

source: Register date end
fa: تاریخ ثبت نام تا

source: Register ip from
fa: آی پی ثبت نام کننده

source: Search
fa: جستجو

source: Invalid password.
fa: رمز عبور اشتباه است.

source: Invalid name: %formatHint%
fa: نام نا معتبر : %formatHint%

source: User name is reserved
fa: نام کاربر دریافت شد

source: User name is already taken
fa: نام انتخابی شما قبلا گرفته شده است

source: User name is less than %min% characters long
fa: نام کاربری شما از حداقل مجاز %min% کارکتر کمتر است

source: User name is more than %max% characters long
fa: نام کاربری شما از حداکثر مجاز %max% کارکتر بیشتر است

source: Password can't be an email address
fa: رمز عبور نمی تواند یک آدرس ایمیل باشد

source: Password is less than %min% characters long
fa: رمز عبور شما کمتر از حداقل مقدار مجاز %min% کارکتر است

source: Password is more than %max% characters long
fa: رمز عبور شما بیشتر از حداکثر مقدار مجاز %max% کارکتر است

source: Password must contain at least one uppercase letter
fa: رمز عبور باید شامل حداقل یک حرف بزرگ باشد

source: Password must contain at least one lowercase letter
fa: رمز عبور باید شامل حداقل یک حرف کوچک باشد

source: Password must contain at least one digit character
fa: رمز عبور باید شامل حداقل یک عدد باشد

source: User email is reserved
fa: ایمیل کاربر دریافت شد

source: User email is already used
fa: ایمیل کاربر قبلا استفاده شده است

source: Username is less than %min% characters long
fa: نام کاربری شما از حداقل مجاز %min% کارکتر کمتر است

source: Username is more than %max% characters long
fa: نام کاربری شما از حداکثر مجاز %max% کارکتر بیشتر است

source: Mobile number should be numerical
fa: شماره موبایل باید عددی باشد

source: Mobile number format not true
fa: فرمت شماره موبایل صحیح نیست، فرمت صحیح مشابه 09129871234 می باشد

source: File list
fa: فهرست فایل ها

source: ID
fa: شناسه

source: Filename
fa: نام فایل

source: Created at
fa: تاریخ ایجاد

source: Action
fa: عملکرد

source: Edit
fa: ویرایش

source: Remove
fa: حذف

source: Shortcut : latest version of term and condition is available from
fa: میانبر : آخرین نسخه شرایط و مقررات در دسترس است

source: Edit user
fa: ویرایش کاربر

source: Main information
fa: اطلاعات اصلی

source: Value
fa: مقدار

source: Roles
fa: نقش ها

source: Section
fa: بخش

source: Role
fa: نقش

source: Front
fa: سمت کاربر

source: Admin
fa: سمت مدیر

source: Verify identity
fa: تایید هویت

source: Input password to verify your identity for account changes.
fa: برای تایید هویت به منظور اعمال تغییر در حساب کاربری، رمز عبور خود را وارد کنید.

source: Password
fa: رمز عبور

source: Email is required.
fa: وارد کردن ایمیل ضروری است.

source: Display name is required.
fa: وارد کردن نام نمایشی ضروری است.

source: No change!
fa: بدون تغییر !

source: Email modification
fa: ویرایش کاربر

source: Congratulations!
fa: تبریک می گویم!

source: Login right now
fa: هم اکنون وارد شوید

source: My profile
fa: پروفال من

source: View all
fa: همه شاخه ها

source: No data available.
fa: هیچ اطلاعاتی در دسترس نیست.

source: Upload
fa: بارگذاری

source: Gravatar
fa: سرویس Gavatar

source: Select
fa: انتخاب

source: Default
fa: پیشفرض

source: Current avatar
fa: آواتار فعلی

source: Once source type is switched and saved, the old avatar image will be deleted.
fa: با انتخاب یک منبع و ذخیره تنظیمات، تنظیمات قبلی شما حذف خواهد شد.

source: Upload avatar
fa: بارگذاری آواتار

source: Avatar previews
fa: پیش نمایش آواتار

source: Gravatar email
fa: ایمیل Gravatar

source: Configure at Gravatar
fa: Gravatar فعلی

source: Apply system avatar as your avatar
fa: تایید آواتار سیستم به عنوان آواتار خودتان

source: Save
fa: ذخیره

source: Cancel
fa: لغو

source: Uploading
fa: در حال بارگذاری

source: Your dashboard
fa: پیشخوان

source: Welcome to your personal dashboard
fa: به پیشخوان شخصی خود خوش آمدید

source: Your pending requests
fa: درخواست های در انتظار تایید شما

source: Shortcuts
fa: میانبر ها

source: My items
fa: آیتم های من

source: Sponsorship
fa: اسپانسر

source: My messages
fa: پیام های من

source: My notifications
fa: آگاهی رسانی های من

source: My events
fa: رویداد های من

source: My orders
fa: سفارش های من

source: My credit
fa: اعتبار خرید من

source: My favorites
fa: مورد علاقه های من

source: My videos
fa: ویدیو های من

source: My support tickets
fa: درخواست های پشتیبانی من

source: How it works ?
fa: این بخش چطور کار میکند؟

source: Add commercial
fa: ثبت کثب و کار

source: Let's go !
fa: برو !

source: Welcome to your pro dashboard
fa: پیشخوان

source: Add<br>commercial
fa: ثبت کسب و کار

source: Promote<br>your businesses
fa: کسب و کار خود را تبلیغ کنید

source: To begin, let's create your first establishment :)
fa: برای شروع ، بیایید اولین تأسیس خود را ایجاد کنیم :)

source: User login
fa: ورود کاربر

source: Sorry, login is temporarily disabled. Please come back later.
fa: متاسفانه هم اکنون ورود به سایت ممکن نیست. لطفا بعدا بازگردید.

source: homepage
fa: صفحه اصلی

source: re-login
fa: دوباره وارد شوید

source: You have logged out successfully, please go to %s or to %s.
fa: با موفقیت خاریج شدید، لطفا برگردید به %s یا %s.

source: logout
fa: خروج

source: You have been logged on with account <strong>%s</strong>, please %s to re-login.
fa: شما با حساب کاربری <strong>%s</strong> وارد شده اید. لطفا %s دوباره وارد شوید.

source: You have logged in successfully, please go to %s.
fa: با موفقیت وارد شدید. برمی گردید به %s.

source: Forgot password?
fa: بازیابی رمز عبور

source: Not registered yet ?
fa: هنوز ثبت نام نکرده اید؟

source: Sign up
fa: ثبت نام

source: Login with google
fa: ورود با گوگل

source: Login with twitter
fa: ورود با توییتر

source: Login with facebook
fa: ورود با فیسبوک

source: Login with github
fa: ورود با گیت هاب

source: Reset password
fa: بازیابی رمز عبور

source: Enter your mobile phone address below and we’ll reset and send you an new password by SMS.
fa: آدرس تلفن همراه خود را در زیر وارد کنید و ما رمز عبور جدید را برای شما تنظیم کرده و برای شما ارسال خواهیم کرد.

source: Enter your email address below and we’ll send you an email allowing you to reset it.
fa: آدرس ایمیل خود را در زیر وارد کنید و ما ایمیلی برای شما ارسال خواهیم کرد که به شما امکان می دهد رمز عبور خود را دوباره تنظیم کنید.

source: Reset Password
fa: بازیابی رمز عبور

source: Try to find password again
fa: برای بازیابی رمز عبور مجددا تلاش کنید

source: your password has been reset successfully. You can now login to your account.
fa: واژه رمز شما با موفقیت تغییر کرد. لطفا به حساب کاربری خود وارد شوید.

source: No available privacy setting
fa: هیچ تنظیم حریم خصوصی در دسترس نیست

source: Update %s
fa: به روز کردن %s

source: Add new
fa: اضافه کردن

source: Unfiled
fa: تکمیل نشده

source: Are you sure to delete this record?
fa: آیا اطمینان دارید که میخواهید این مورد را حذف کنید؟

source: Update
fa: به روز کردن

source: Add %s
fa: اضافه کردن %s

source: Perso
fa: شخصی

source: Pro
fa: حرفه ای

source: Personal Dashboard
fa: پیشخوان

source: Bookings
fa: رزرو ها

source: Contributions
fa: تبریک می گویم

source: Favorites
fa: مورد علاقه ها

source: Reviews/comments
fa: نظر ها و بررسی ها

source: My Media
fa: فایل های چند رسانه ای من

source: Manage Videos
fa: مدیریت ویدیو ها

source: Purchased Videos
fa: ویدیو های خریداری شده

source: My account
fa: حساب کاربری من

source: Manage account
fa: مدیریت حساب

source: Pro Dashboard
fa: پیشخوان

source: Manage my activities
fa: مدیریت فعالیت های من

source: Summary
fa: خلاصه

source: Statistics
fa: آمار و اطلاعات

source: Description
fa: توضیحات

source: Products/Prices
fa: محصولات/قیمت

source: Payment
fa: پرداخت

source: Widget
fa: ویجت

source: Events
fa: رویداد ها

source: Sales Channels (Soon)
fa: کانال های فروش (به زودی)

source: My statistics
fa: آمار من

source: Messages
fa: پیام ها

source: Notifications
fa: آگاهی رسانی ها

source: Support tickets
fa: درخواست های پشتیبانی

source: Orders
fa: سفارش ها

source: Credit
fa: اعتبار

source: Member since
fa: عضویت از

source: Gender:
fa: جنسیت:

source: Birthdate:
fa: تاریخ تولد:

source: View my profile
fa: نمایش پروفایل من

source: Settings
fa: تنظیمات

source: Quicklinks
fa: لینک های سریع

source: Manage my profile
fa: مدیریت پروفایل من

source: Send message
fa: ارسال پیام شخصی

source: More
fa: بیشتر

source: Congratulations, and welcome !
fa: تبریک می گویم و خوش آمدید !

source: Welcome in our community !
fa: به وب سایت ما خوش آمدید !

source: Your account has been confirmed and is now active : you can log in... and contribute !
fa: حساب کاربری شما تایید شد و هم اکنون فعال است، می توانید به سامانه وارد شوید !

source: Login right now.
fa: هم اکنون وارد شوید.

source: Or go back to <a href="%s">the requested page</a> directly.
fa: یا مستقیم به <a href="%s">صفحه مورد نظر</a> برگردید.

source: Sorry, account activation is failed.
fa: متاسفانه فعال سازی حساب کاربری موفقیت آمیز نبود.

source: Resend activation email.
fa: ارسال مجدد ایمیل فعال سازی.

source: Sorry, register is temporarily disabled. Please come back later.
fa: متاسفانه ثبت نام در حال حاضر غیر فعال است. لطفا بعدا مراجعه کنید.

source: An account has been created for you. You can <a href="%s">login</a> to your account now.
fa: حساب کاربری شما با موفقیت ایجاد شد. لطفا به حساب کاربری خود <a href="%s">وارد شوید</a>.

source: Registration was not completed.
fa: ثبت نام تکمیل نشد.

source: You account has been registered successfully. However it needs to be approved by our admins before you can use it.
fa: حساب کاربری شما با موفقیت ایجاد شد. ولی برای فعال شدن به تایید مدیر وب سایت نیاز دارد تا بتوانید از وب سایت استفاده کنید.

source: An email with activation link has been sent to you.
fa: یک ایمیل با لینک فعال سازی حساب کاربری برای شما ارسال شد.

source: Email used
fa: ایمیل

source: Please check it to finish the registration.
fa: لطفا ایمیل خود را بررسی کنید و از طریق متن راهنمای داخل آن ثبت نام خود را تکمیل کنید.

source: You did not receive the activation email?
fa: آیا شما ایمیل فعال سازی را دریافت نکرده اید‌ ؟

source: Wait a few minutes and check again.
fa: چند دقیقه صبر کنید و مجددا بررسی کنید.

source: Check your email spam box.
fa: بخش اسپم ایمیل خود را بررسی کنید.

source: Request to resend activation email
fa: درخواست ارسال مجددا ایمیل فعال سازی

source: Already sent
fa: قبلا ارسال شده است
